Object.defineProperty(exports, "__esModule", {
    value: !0
});

var L = {
    L: {
        1001: [ {
            V: "寒衣节",
            P: 8,
            Y: "1899",
            L: "寒衣节",
            K: "寒衣节"
        } ],
        1005: [ {
            V: "达摩祖师圣诞",
            P: 14,
            Y: "1900",
            L: "达摩祖师",
            K: "达摩祖师圣诞"
        } ],
        1117: [ {
            V: "阿弥陀佛圣诞",
            P: 14,
            Y: "1900",
            L: "阿弥陀佛",
            K: "阿弥陀佛圣诞"
        } ],
        1119: [ {
            V: "日光菩萨圣诞",
            P: 14,
            Y: "1900",
            L: "日光菩萨",
            K: "日光菩萨圣诞"
        } ],
        1208: [ {
            V: "腊八节",
            P: 20,
            Y: "1899",
            L: "腊八节",
            K: "腊八节"
        }, {
            V: "释迦牟尼佛成道",
            P: 14,
            Y: "1900",
            L: "释迦牟尼",
            K: "释迦牟尼佛成道"
        } ],
        1216: [ {
            V: "尾牙",
            P: 8,
            Y: "1899",
            L: "尾牙",
            K: "尾牙"
        } ],
        1223: [ {
            V: "北方小年",
            P: 20,
            Y: "1899",
            L: "北方小年",
            K: "北方小年"
        } ],
        1224: [ {
            V: "南方小年",
            P: 20,
            Y: "1899",
            L: "南方小年",
            K: "南方小年"
        } ],
        1229: [ {
            V: "华严菩萨圣诞",
            P: 14,
            Y: "1900",
            L: "华严菩萨",
            K: "华严菩萨圣诞"
        } ],
        1230: [ {
            V: "除夕",
            P: 20,
            Y: "1899",
            L: "除夕",
            K: "除夕"
        } ],
        "0930": [ {
            V: "药师佛圣诞",
            P: 14,
            Y: "1900",
            L: "药师佛",
            K: "药师佛圣诞"
        } ],
        "0919": [ {
            V: "观音菩萨出家",
            P: 14,
            Y: "1900",
            L: "观音出家",
            K: "观音菩萨出家"
        } ],
        "0909": [ {
            V: "重阳节",
            P: 20,
            Y: "1899",
            L: "重阳节",
            K: "重阳节"
        } ],
        "0822": [ {
            V: "燃灯古佛圣诞",
            P: 14,
            Y: "1900",
            L: "燃灯古佛",
            K: "燃灯古佛圣诞"
        } ],
        "0815": [ {
            V: "中秋节",
            P: 23,
            Y: "1899",
            L: "中秋节",
            K: "中秋节"
        }, {
            V: "月光菩萨圣诞",
            P: 14,
            Y: "1900",
            L: "月光菩萨",
            K: "月光菩萨圣诞"
        } ],
        "0730": [ {
            V: "地藏王菩萨圣诞",
            P: 14,
            Y: "1900",
            L: "地藏王",
            K: "地藏王菩萨圣诞"
        } ],
        "0724": [ {
            V: "龙树菩萨圣诞",
            P: 14,
            Y: "1900",
            L: "龙树菩萨",
            K: "龙树菩萨圣诞"
        } ],
        "0721": [ {
            V: "普庵祖师圣诞",
            P: 14,
            Y: "1900",
            L: "普庵祖师",
            K: "普庵祖师圣诞"
        } ],
        "0715": [ {
            V: "中元节",
            P: 20,
            Y: "1899",
            L: "中元节",
            K: "中元节"
        } ],
        "0713": [ {
            V: "大势至菩萨圣诞",
            P: 14,
            Y: "1900",
            L: "势至菩萨",
            K: "大势至菩萨圣诞"
        } ],
        "0707": [ {
            V: "七夕节",
            P: 20,
            Y: "1899",
            L: "七夕节",
            K: "七夕节"
        } ],
        "0624": [ {
            V: "火把节",
            P: 1,
            Y: "1899",
            L: "火把节",
            K: "火把节"
        } ],
        "0619": [ {
            V: "观音菩萨成道",
            P: 14,
            Y: "1900",
            L: "观音菩萨",
            K: "观音菩萨成道"
        } ],
        "0603": [ {
            V: "韦驮菩萨圣诞",
            P: 14,
            Y: "1900",
            L: "韦驮菩萨",
            K: "韦驮菩萨圣诞"
        } ],
        "0513": [ {
            V: "伽蓝菩萨圣诞",
            P: 14,
            Y: "1900",
            L: "伽蓝菩萨",
            K: "伽蓝菩萨圣诞"
        } ],
        "0505": [ {
            V: "端午节",
            P: 23,
            Y: "1899",
            L: "端午节",
            K: "端午节"
        } ],
        "0428": [ {
            V: "药王菩萨圣诞",
            P: 14,
            Y: "1900",
            L: "药王菩萨",
            K: "药王菩萨圣诞"
        } ],
        "0408": [ {
            V: "释迦牟尼佛圣诞",
            P: 14,
            Y: "1900",
            L: "释迦牟尼",
            K: "释迦牟尼佛圣诞"
        } ],
        "0404": [ {
            V: "文殊菩萨圣诞",
            P: 14,
            Y: "1900",
            L: "文殊菩萨",
            K: "文殊菩萨圣诞"
        } ],
        "0316": [ {
            V: "准提菩萨圣诞",
            P: 14,
            Y: "1900",
            L: "准提菩萨",
            K: "准提菩萨圣诞"
        } ],
        "0303": [ {
            V: "上巳节",
            P: 20,
            Y: "1900",
            L: "上巳节",
            K: "上巳节"
        } ],
        "0221": [ {
            V: "普贤菩萨圣诞",
            P: 14,
            Y: "1900",
            L: "普贤菩萨",
            K: "普贤菩萨圣诞"
        } ],
        "0219": [ {
            V: "观音菩萨圣诞",
            P: 14,
            Y: "1900",
            L: "观音圣诞",
            K: "观音菩萨圣诞"
        } ],
        "0215": [ {
            V: "释迦牟尼佛涅磐",
            P: 14,
            Y: "1900",
            L: "释迦牟尼",
            K: "释迦牟尼佛涅磐"
        } ],
        "0209": [ {
            V: "惠能大师圣诞",
            P: 14,
            Y: "1900",
            L: "惠能大师",
            K: "惠能大师圣诞"
        } ],
        "0208": [ {
            V: "释迦牟尼佛出家",
            P: 14,
            Y: "1900",
            L: "释迦牟尼",
            K: "释迦牟尼佛出家"
        } ],
        "0202": [ {
            V: "龙抬头",
            P: 20,
            Y: "1899",
            L: "龙抬头",
            K: "龙抬头"
        } ],
        "0115": [ {
            V: "元宵节",
            P: 20,
            Y: "1899",
            L: "元宵节",
            K: "元宵节"
        } ],
        "0109": [ {
            V: "帝释天尊圣诞",
            P: 14,
            Y: "1900",
            L: "帝释天尊",
            K: "帝释天尊圣诞"
        } ],
        "0106": [ {
            V: "定光佛圣诞",
            P: 14,
            Y: "1900",
            L: "定光佛",
            K: "定光佛圣诞"
        } ],
        "0101": [ {
            V: "春节",
            P: 23,
            Y: "1899",
            L: "春节",
            K: "春节"
        }, {
            V: "弥勒菩萨圣诞",
            P: 14,
            Y: "1900",
            L: "弥勒菩萨",
            K: "弥勒菩萨圣诞"
        } ]
    },
    S: {
        1001: [ {
            V: "国庆节",
            P: 23,
            Y: "1949",
            L: "国庆节",
            K: "国庆节"
        }, {
            V: "世界音乐日",
            P: 1,
            Y: "1980",
            L: "音乐日",
            K: "世界音乐日"
        }, {
            V: "国际老人节",
            P: 1,
            Y: "1992",
            L: "老人节",
            K: "国际老人节"
        } ],
        1002: [ {
            V: "国际和平与民主自由斗争日",
            P: 1,
            Y: "1949",
            L: "自由斗争",
            K: "国际和平与民主自由斗争日"
        } ],
        1004: [ {
            V: "世界动物日",
            P: 1,
            Y: "1931",
            L: "动物日",
            K: "世界动物日"
        } ],
        1005: [ {
            V: "国际教师节",
            P: 1,
            Y: "1994",
            L: "教师日",
            K: "国际教师节"
        } ],
        1008: [ {
            V: "全国高血压日",
            P: 1,
            Y: "1998",
            L: "高血压日",
            K: "全国高血压日"
        } ],
        1009: [ {
            V: "世界邮政日",
            P: 1,
            Y: "1969",
            L: "邮政日",
            K: "世界邮政日"
        } ],
        1010: [ {
            V: "辛亥革命",
            P: 8,
            Y: "1911",
            L: "辛亥革命",
            K: "辛亥革命"
        }, {
            V: "世界精神卫生日",
            P: 1,
            Y: "1992",
            L: "精神卫生",
            K: "世界精神卫生日"
        } ],
        1011: [ {
            V: "世界镇痛日",
            P: 1,
            Y: "1949",
            L: "镇痛日",
            K: "世界镇痛日"
        } ],
        1013: [ {
            V: "世界保健日",
            P: 1,
            Y: "1950",
            L: "保健日",
            K: "世界保健日"
        } ],
        1014: [ {
            V: "世界标准日",
            P: 1,
            Y: "1946",
            L: "标准日",
            K: "世界标准日"
        } ],
        1015: [ {
            V: "国际盲人节(白手杖节)",
            P: 1,
            Y: "1984",
            L: "盲人节",
            K: "国际盲人节"
        } ],
        1016: [ {
            V: "世界粮食日",
            P: 8,
            Y: "1981",
            L: "粮食日",
            K: "世界粮食日"
        } ],
        1017: [ {
            V: "世界消除贫困日",
            P: 1,
            Y: "1992",
            L: "消贫日",
            K: "世界消除贫困日"
        } ],
        1022: [ {
            V: "世界传统医药日",
            P: 1,
            Y: "1991",
            L: "医药日",
            K: "世界传统医药日"
        } ],
        1024: [ {
            V: "联合国日",
            P: 8,
            Y: "1942",
            L: "联合国日",
            K: "联合国日"
        }, {
            V: "世界发展宣传日",
            P: 1,
            Y: "1942",
            L: "发展宣传",
            K: "世界发展宣传日"
        } ],
        1028: [ {
            V: "世界男性健康日",
            P: 1,
            Y: "1949",
            L: "男性健康",
            K: "世界男性健康日"
        } ],
        1031: [ {
            V: "万圣夜",
            P: 19,
            Y: "1900",
            L: "万圣夜",
            K: "万圣夜"
        }, {
            V: "世界勤俭日",
            P: 1,
            Y: "1924",
            L: "勤俭日",
            K: "世界勤俭日"
        } ],
        1107: [ {
            V: "十月社会主义革命纪念日",
            P: 1,
            Y: "1917",
            L: "十月革命",
            K: "十月社会主义革命纪念日"
        } ],
        1108: [ {
            V: "中国记者日",
            P: 8,
            Y: "2000",
            L: "记者节",
            K: "中国记者日"
        } ],
        1109: [ {
            V: "全国消防安全宣传教育日",
            P: 1,
            Y: "1992",
            L: "消防宣传",
            K: "全国消防安全宣传教育日"
        } ],
        1110: [ {
            V: "世界青年节",
            P: 1,
            Y: "1984",
            L: "世青",
            K: "世界青年节"
        } ],
        1111: [ {
            V: "国际科学与和平周",
            P: 1,
            Y: "1988",
            L: "科学和平",
            K: "国际科学与和平周"
        }, {
            V: "光棍节",
            P: 8,
            Y: "2015",
            L: "光棍节",
            K: "光棍节"
        } ],
        1114: [ {
            V: "世界糖尿病日",
            P: 1,
            Y: "1991",
            L: "糖尿病日",
            K: "世界糖尿病日"
        } ],
        1116: [ {
            V: "国际宽容日",
            P: 1,
            Y: "1949",
            L: "宽容日",
            K: "国际宽容日"
        } ],
        1117: [ {
            V: "国际大学生节",
            P: 8,
            Y: "1946",
            L: "大学生节",
            K: "国际大学生节"
        } ],
        1121: [ {
            V: "世界问候日",
            P: 1,
            Y: "1973",
            L: "问候日",
            K: "世界问候日"
        }, {
            V: "世界电视日",
            P: 1,
            Y: "1996",
            L: "电视日",
            K: "世界电视日"
        } ],
        1125: [ {
            V: "消除对妇女的暴力日",
            P: 1,
            Y: "1949",
            L: "消除暴力",
            K: "消除对妇女的暴力日"
        } ],
        1129: [ {
            V: "国际声援巴勒斯坦人民国际日",
            P: 1,
            Y: "1977",
            L: "巴勒斯坦",
            K: "国际声援巴勒斯坦人民国际日"
        } ],
        1201: [ {
            V: "艾滋病日",
            P: 8,
            Y: "1988",
            L: "艾滋病日",
            K: "艾滋病日"
        } ],
        1203: [ {
            V: "世界残疾人日",
            P: 8,
            Y: "1992",
            L: "残疾人日",
            K: "世界残疾人日"
        } ],
        1205: [ {
            V: "世界弱能人士日",
            P: 1,
            Y: "1949",
            L: "弱能人日",
            K: "世界弱能人士日"
        }, {
            V: "国际经济和社会发展志愿人员日",
            P: 1,
            Y: "1985",
            L: "志愿者日",
            K: "国际经济和社会发展志愿人员日"
        } ],
        1207: [ {
            V: "国际民航日",
            P: 1,
            Y: "1949",
            L: "国际民航",
            K: "国际民航日"
        } ],
        1209: [ {
            V: "国际反腐败日",
            P: 1,
            Y: "1949",
            L: "反腐败日",
            K: "国际反腐败日"
        } ],
        1210: [ {
            V: "世界人权日",
            P: 8,
            Y: "1948",
            L: "人权日",
            K: "世界人权日"
        } ],
        1211: [ {
            V: "世界防治哮喘日",
            P: 1,
            Y: "1949",
            L: "防治哮喘",
            K: "世界防治哮喘日"
        } ],
        1212: [ {
            V: "西安事变纪念日",
            P: 1,
            Y: "1936",
            L: "西安事变",
            K: "西安事变纪念日"
        } ],
        1213: [ {
            V: "南京大屠杀死难者国家公祭日",
            P: 20,
            Y: "1937",
            L: "公祭日",
            K: "南京大屠杀死难者国家公祭日"
        } ],
        1215: [ {
            V: "世界强化免疫日",
            P: 1,
            Y: "1949",
            L: "免疫日",
            K: "世界强化免疫日"
        } ],
        1220: [ {
            V: "澳门回归",
            P: 8,
            Y: "1999",
            L: "澳门回归",
            K: "澳门回归"
        } ],
        1221: [ {
            V: "国际篮球日",
            P: 1,
            Y: "1891",
            L: "篮球日",
            K: "国际篮球日"
        } ],
        1224: [ {
            V: "平安夜",
            P: 19,
            Y: "1818",
            L: "平安夜",
            K: "平安夜"
        } ],
        1225: [ {
            V: "圣诞节",
            P: 19,
            Y: "1607",
            L: "圣诞节",
            K: "圣诞节"
        } ],
        1226: [ {
            V: "世界足球日",
            P: 1,
            Y: "1863",
            L: "足球日",
            K: "世界足球日"
        }, {
            V: "毛泽东诞辰纪念日",
            P: 5,
            Y: "1893",
            L: "毛泽东诞辰",
            K: "毛泽东诞辰纪念"
        } ],
        "0930": [ {
            V: "烈士纪念日",
            P: 8,
            Y: "2014",
            L: "纪念烈士",
            K: "烈士纪念日"
        } ],
        "0928": [ {
            V: "孔子诞辰",
            P: 5,
            Y: "1899",
            L: "孔子诞辰",
            K: "孔子诞辰"
        } ],
        "0927": [ {
            V: "世界旅游日",
            P: 1,
            Y: "1970",
            L: "旅游日",
            K: "世界旅游日"
        } ],
        "0921": [ {
            V: "国际和平日",
            P: 1,
            Y: "2002",
            L: "和平日",
            K: "国际和平日"
        }, {
            V: "世界老年性痴呆宣传日",
            P: 1,
            Y: "2002",
            L: "老年痴呆",
            K: "世界老年性痴呆宣传日"
        } ],
        "0920": [ {
            V: "国际爱牙日",
            P: 8,
            Y: "1989",
            L: "爱牙日",
            K: "国际爱牙日"
        } ],
        "0918": [ {
            V: "九一八事变纪念日",
            P: 8,
            Y: "1931",
            L: "九一八",
            K: "九一八事变纪念日"
        } ],
        "0916": [ {
            V: "国际臭氧层保护日",
            P: 1,
            Y: "1995",
            L: "保护臭氧",
            K: "国际臭氧层保护日"
        } ],
        "0910": [ {
            V: "教师节",
            P: 20,
            Y: "1985",
            L: "教师节",
            K: "教师节"
        } ],
        "0909": [ {
            V: "毛泽东逝世纪念日",
            P: 5,
            Y: "1976",
            L: "毛泽东逝世",
            K: "毛泽东逝世纪念日"
        } ],
        "0908": [ {
            V: "国际扫盲日",
            P: 1,
            Y: "1965",
            L: "扫盲日",
            K: "国际扫盲日"
        }, {
            V: "国际新闻工作者日",
            P: 1,
            Y: "1958",
            L: "新闻工作",
            K: "国际新闻工作者日"
        } ],
        "0903": [ {
            V: "抗日战争胜利纪念日",
            P: 8,
            Y: "1945",
            L: "抗战胜利",
            K: "抗日战争胜利纪念日"
        } ],
        "0901": [ {
            V: "全国中小学开学日",
            P: 1,
            Y: "1949",
            L: "开学日",
            K: "全国中小学开学日"
        } ],
        "0819": [ {
            V: "中国医师节",
            P: 8,
            Y: "2017",
            L: "医师节",
            K: "中国医师节"
        } ],
        "0815": [ {
            V: "日本无条件投降日",
            P: 8,
            Y: "1945",
            L: "日本投降",
            K: "日本无条件投降日"
        } ],
        "0808": [ {
            V: "中国男子节(爸爸节)",
            P: 1,
            Y: "1945",
            L: "男子节",
            K: "中国男子节(爸爸节)"
        } ],
        "0801": [ {
            V: "建军节",
            P: 8,
            Y: "1949",
            L: "建军节",
            K: "建军节"
        } ],
        "0730": [ {
            V: "非洲妇女日",
            P: 1,
            Y: "1997",
            L: "妇女日",
            K: "非洲妇女日"
        } ],
        "0711": [ {
            V: "航海日",
            P: 8,
            Y: "2005",
            L: "航海日",
            K: "航海日"
        }, {
            V: "世界人口日",
            P: 1,
            Y: "1987",
            L: "人口日",
            K: "世界人口日"
        } ],
        "0707": [ {
            V: "七七事变纪念日",
            P: 8,
            Y: "1945",
            L: "七七事变",
            K: "七七事变纪念日"
        } ],
        "0702": [ {
            V: "国际体育记者日",
            P: 1,
            Y: "1995",
            L: "体育记者",
            K: "国际体育记者日"
        } ],
        "0701": [ {
            V: "香港回归",
            P: 8,
            Y: "1997",
            L: "香港回归",
            K: "香港回归"
        }, {
            V: "建党日",
            P: 20,
            Y: "1921",
            L: "建党日",
            K: "建党日"
        } ],
        "0626": [ {
            V: "国际禁毒日",
            P: 8,
            Y: "1987",
            L: "反毒品日",
            K: "国际禁毒日"
        }, {
            V: "国际宪章日",
            P: 1,
            Y: "1987",
            L: "宪章日",
            K: "国际宪章日"
        } ],
        "0625": [ {
            V: "全国土地日",
            P: 1,
            Y: "1986",
            L: "土地日",
            K: "全国土地日"
        } ],
        "0623": [ {
            V: "奥林匹克",
            P: 8,
            Y: "1948",
            L: "奥林匹克",
            K: "奥林匹克"
        } ],
        "0622": [ {
            V: "中国儿童慈善活动日",
            P: 1,
            Y: "1949",
            L: "儿童慈善",
            K: "中国儿童慈善活动日"
        } ],
        "0617": [ {
            V: "防治荒漠化和干旱日",
            P: 1,
            Y: "1995",
            L: "防治干旱",
            K: "防治荒漠化和干旱日"
        } ],
        "0606": [ {
            V: "全国爱眼日",
            P: 8,
            Y: "1996",
            L: "爱眼日",
            K: "全国爱眼日"
        } ],
        "0605": [ {
            V: "世界环境保护日",
            P: 8,
            Y: "1972",
            L: "环保日",
            K: "世界环境保护日"
        } ],
        "0601": [ {
            V: "儿童节",
            P: 20,
            Y: "1949",
            L: "儿童节",
            K: "儿童节"
        }, {
            V: "国际牛奶日",
            P: 1,
            Y: "2000",
            L: "牛奶日",
            K: "国际牛奶日"
        } ],
        "0531": [ {
            V: "世界无烟日",
            P: 8,
            Y: "1989",
            L: "无烟日",
            K: "世界无烟日"
        } ],
        "0520": [ {
            V: "全国学生营养日",
            P: 1,
            Y: "1989",
            L: "营养日",
            K: "全国学生营养日"
        }, {
            V: "全国母乳喂养宣传日",
            P: 1,
            Y: "1989",
            L: "母乳宣传",
            K: "全国母乳喂养宣传日"
        } ],
        "0519": [ {
            V: "中国旅游日",
            P: 8,
            Y: "2011",
            L: "中国旅游",
            K: "中国旅游日"
        } ],
        "0518": [ {
            V: "博物馆日",
            P: 8,
            Y: "1977",
            L: "博物馆日",
            K: "博物馆日"
        } ],
        "0517": [ {
            V: "国际电信日",
            P: 1,
            Y: "1969",
            L: "电信日",
            K: "国际电信日"
        } ],
        "0515": [ {
            V: "国际家庭日",
            P: 8,
            Y: "1994",
            L: "国际家庭",
            K: "国际家庭日"
        }, {
            V: "碘缺乏病防治日",
            P: 1,
            Y: "1993",
            L: "防碘缺乏",
            K: "碘缺乏病防治日"
        } ],
        "0512": [ {
            V: "国际护士节",
            P: 8,
            Y: "1912",
            L: "护士节",
            K: "国际护士节"
        }, {
            V: "汶川大地震",
            P: 5,
            Y: "2008",
            L: "汶川地震",
            K: "汶川大地震"
        } ],
        "0508": [ {
            V: "世界红十字日",
            P: 1,
            Y: "1948",
            L: "红十字日",
            K: "世界红十字日"
        }, {
            V: "微笑日",
            P: 8,
            Y: "1948",
            L: "微笑日",
            K: "微笑日"
        } ],
        "0504": [ {
            V: "青年节",
            P: 20,
            Y: "1919",
            L: "青年节",
            K: "青年节"
        } ],
        "0503": [ {
            V: "世界新闻自由日",
            P: 1,
            Y: "1949",
            L: "新闻自由",
            K: "世界新闻自由日"
        } ],
        "0501": [ {
            V: "劳动节",
            P: 23,
            Y: "1949",
            L: "劳动节",
            K: "劳动节"
        } ],
        "0426": [ {
            V: "世界知识产权日",
            P: 8,
            Y: "1949",
            L: "知识产权",
            K: "世界知识产权日"
        } ],
        "0424": [ {
            V: "亚非新闻工作者日",
            P: 1,
            Y: "1963",
            L: "亚非新闻",
            K: "亚非新闻工作者日"
        } ],
        "0423": [ {
            V: "世界图书和版权日",
            P: 1,
            Y: "1995",
            L: "版权日",
            K: "世界图书和版权日"
        } ],
        "0422": [ {
            V: "世界地球日",
            P: 8,
            Y: "1970",
            L: "地球日",
            K: "世界地球日"
        }, {
            V: "世界法律日",
            P: 1,
            Y: "1970",
            L: "世界法律",
            K: "世界法律日"
        } ],
        "0407": [ {
            V: "世界卫生日",
            P: 8,
            Y: "1948",
            L: "卫生日",
            K: "世界卫生日"
        } ],
        "0402": [ {
            V: "国际儿童图书日",
            P: 1,
            Y: "1967",
            L: "儿童图书",
            K: "国际儿童图书日"
        } ],
        "0401": [ {
            V: "愚人节",
            P: 19,
            Y: "1983",
            L: "愚人节",
            K: "愚人节"
        }, {
            V: "全国爱国卫生运动月(四月)",
            P: 1,
            Y: "1950",
            L: "爱卫运动",
            K: "全国爱国卫生运动月(四月)"
        }, {
            V: "税收宣传月(四月)",
            P: 1,
            Y: "1992",
            L: "税收宣传",
            K: "税收宣传月(四月)"
        } ],
        "0330": [ {
            V: "巴勒斯坦国土日",
            P: 1,
            Y: "1976",
            L: "国土日",
            K: "巴勒斯坦国土日"
        } ],
        "0324": [ {
            V: "世界防治结核病日",
            P: 1,
            Y: "1995",
            L: "防治结核",
            K: "世界防治结核病日"
        } ],
        "0323": [ {
            V: "世界气象日",
            P: 8,
            Y: "1950",
            L: "气象日",
            K: "世界气象日"
        } ],
        "0322": [ {
            V: "世界水日",
            P: 8,
            Y: "1993",
            L: "世界水日",
            K: "世界水日"
        } ],
        "0321": [ {
            V: "世界森林日",
            P: 1,
            Y: "1971",
            L: "森林日",
            K: "世界森林日"
        }, {
            V: "消除种族歧视国际日",
            P: 1,
            Y: "1966",
            L: "消除歧视",
            K: "消除种族歧视国际日"
        }, {
            V: "世界儿歌日",
            P: 1,
            Y: "1976",
            L: "儿歌日",
            K: "世界儿歌日"
        } ],
        "0317": [ {
            V: "中国国医节",
            P: 1,
            Y: "1929",
            L: "国医节",
            K: "中国国医节"
        } ],
        "0315": [ {
            V: "消费者权益日",
            P: 20,
            Y: "1983",
            L: "消费者日",
            K: "消费者权益日"
        } ],
        "0314": [ {
            V: "圆周率日",
            P: 8,
            Y: "1998",
            L: "圆周率日",
            K: "圆周率日"
        } ],
        "0312": [ {
            V: "植树节",
            P: 20,
            Y: "1979",
            L: "植树节",
            K: "植树节"
        } ],
        "0308": [ {
            V: "妇女节",
            P: 20,
            Y: "1909",
            L: "妇女节",
            K: "妇女节"
        } ],
        "0305": [ {
            V: "学雷锋纪念日",
            P: 1,
            Y: "1963",
            L: "学雷锋日",
            K: "学雷锋纪念日"
        }, {
            V: "中国青年志愿者服务日",
            P: 1,
            Y: "1949",
            L: "志愿者日",
            K: "中国青年志愿者服务日"
        } ],
        "0303": [ {
            V: "全国爱耳日",
            P: 8,
            Y: "1999",
            L: "爱耳日",
            K: "全国爱耳日"
        } ],
        "0301": [ {
            V: "国际海豹日",
            P: 1,
            Y: "1983",
            L: "海豹日",
            K: "国际海豹日"
        } ],
        "0224": [ {
            V: "第三世界青年日",
            P: 1,
            Y: "1949",
            L: "世青",
            K: "第三世界青年日"
        } ],
        "0214": [ {
            V: "情人节",
            P: 19,
            Y: "1899",
            L: "情人节",
            K: "情人节"
        } ],
        "0210": [ {
            V: "国际气象节",
            P: 8,
            Y: "1991",
            L: "气象节",
            K: "国际气象节"
        } ],
        "0202": [ {
            V: "世界湿地日",
            P: 8,
            Y: "1997",
            L: "湿地日",
            K: "世界湿地日"
        } ],
        "0101": [ {
            V: "元旦",
            P: 23,
            Y: "1949",
            L: "元旦",
            K: "元旦"
        } ]
    },
    W: {
        1011: [ {
            V: "国际住房日",
            P: 1,
            Y: "1985",
            L: "住房日",
            K: "国际住房日"
        } ],
        1023: [ {
            V: "国际减轻自然灾害日",
            P: 1,
            Y: "1987",
            L: "国际减灾",
            K: "国际减轻自然灾害日"
        } ],
        1024: [ {
            V: "世界视觉日",
            P: 1,
            Y: "2000",
            L: "视觉日",
            K: "世界视觉日"
        } ],
        1144: [ {
            V: "感恩节",
            P: 19,
            Y: "1941",
            L: "感恩节",
            K: "感恩节"
        } ],
        1220: [ {
            V: "国际儿童电视广播日",
            P: 1,
            Y: "1985",
            L: "电视日",
            K: "国际儿童电视广播日"
        } ],
        "0950": [ {
            V: "世界心脏日",
            P: 1,
            Y: "1978",
            L: "心脏日",
            K: "世界心脏日"
        } ],
        "0940": [ {
            V: "国际聋人节",
            P: 1,
            Y: "1958",
            L: "聋人节",
            K: "国际聋人节"
        } ],
        "0936": [ {
            V: "世界清洁地球日",
            P: 1,
            Y: "2006",
            L: "世界清洁",
            K: "世界清洁地球日"
        } ],
        "0730": [ {
            V: "被奴役国家周",
            P: 1,
            Y: "1959",
            L: "奴役周",
            K: "被奴役国家周"
        } ],
        "0711": [ {
            V: "世界建筑日",
            P: 1,
            Y: "1985",
            L: "建筑日",
            K: "世界建筑日"
        } ],
        "0630": [ {
            V: "父亲节",
            P: 20,
            Y: "2005",
            L: "父亲节",
            K: "父亲节"
        } ],
        "0530": [ {
            V: "全国助残日",
            P: 1,
            Y: "1990",
            L: "助残日",
            K: "全国助残日"
        } ],
        "0520": [ {
            V: "母亲节",
            P: 20,
            Y: "1876",
            L: "母亲节",
            K: "母亲节"
        } ],
        "0440": [ {
            V: "世界儿童日",
            P: 1,
            Y: "1986",
            L: "世界儿童",
            K: "世界儿童日"
        } ],
        "0351": [ {
            V: "全国中小学生安全教育日",
            P: 1,
            Y: "1996",
            L: "安全教育",
            K: "全国中小学生安全教育日"
        } ],
        "0150": [ {
            V: "国际麻风节",
            P: 1,
            Y: "1953",
            L: "麻风节",
            K: "国际麻风节"
        } ]
    }
};

exports.default = {
    FestivalList: L
};